adpyke.codesnap
aeschli.vscode-css-formatter
clinyong.vscode-css-modules
CoenraadS.bracket-pair-colorizer
CoenraadS.bracket-pair-colorizer-2
cssho.vscode-svgviewer
dbaeumer.vscode-eslint
dracula-theme.theme-dracula
eamodio.gitlens
EditorConfig.EditorConfig
esbenp.prettier-vscode
HookyQR.beautify
jonkwheeler.styled-components-snippets
mikestead.dotenv
ms-azuretools.vscode-docker
ms-vscode.cpptools
ms-vsliveshare.vsliveshare
naumovs.color-highlight
PKief.material-icon-theme
platformio.platformio-ide
pnp.polacode
Prisma.prisma
ritwickdey.LiveServer
rocketseat.rocketseatreactjs
rocketseat.rocketseatreactnative
styled-components.vscode-styled-components
TabNine.tabnine-vscode
wix.vscode-import-cost
yzhang.markdown-all-in-one
Zignd.html-css-class-completion
